package by.htp.les05.cycle;
// 4. С помощью оператора while напишите программу вывода всех четных чисел в диапазоне от 2 до 100 включительно.
public class Task_04 {
	public static void task() {
	System.out.println ("Task 04 4. С помощью оператора while напишите программу вывода всех четных чисел в диапазоне от 2 до 100 включительно.");
	int i;
	i = 0;
	while (i <= 100) {
		System.out.print (i + ", ");
		i = i + 2;
				
	}
	System.out.println ();
	}
}
