package by.htp.les04.branching;

// 25. Написать программу — модель анализа пожарного датчика в помещении, которая выводит сообщение «Пожароопасная ситуация », если температура в комнате превысила 60° С.
public class Task_25 {
	public static void task() {
	System.out.println ("task_25. 25. Написать программу — модель анализа пожарного датчика в помещении, которая выводит сообщение «Пожароопасная ситуация », если температура в комнате превысила 60° С.");

	int t;

	t = 61;

	if (t > 60) {
		System.out.println("Пожароопасная ситуация!");
	}

	}
}
