package by.htp.les04.branching;

// 24. Составить программу, определяющую результат гадания на ромашке — «любит—не любит», взяв за исходное данное количество лепестков п.
public class Task_24 {
	public static void task() {
	System.out.println ("task_24. 24. Составить программу, определяющую результат гадания на ромашке — «любит—не любит», взяв за исходное данное количество лепестков п.");

	int n;
	n =6;

	if (n % 2 == 0) {
		System.out.println("Не любит!");
	} else {
		System.out.println("Любит!");
	}

}
}
