package by.htp.les04.branching;
// 3. Составить программу сравнения введенного числа а и цифры 3. Вывести на экран слово «yes», если число а меньше 3; если больше, то вывести слово «no».
public class Task_03 {
	public static void task() {
	System.out.println ("task_03. 3. Составить программу сравнения введенного числа а и цифры 3. Вывести на экран слово «yes», если число а меньше 3; если больше, то вывести слово «no».");
	
	int a;
	a = 2;

	if (a < 3) {
		System.out.println ("yes");
	}else if ( a > 3) {
		System.out.println ("no");
	}
	}
}
