package by.htp.les05.cycle;

public class Task06 {
// 6. Напишите программу, где пользователь вводит любое целое положительное число. А программа суммирует все числа от 1 до введенного пользователем числа.
	public static void task() {
		System.out.println("6. Напишите программу, где пользователь вводит любое целое положительное число. А программа суммирует все числа от 1 до введенного пользователем числа.");
	}
}
