package by.htp.les05.cycle;

public class Task17 {
// 17. Даны действительное (а) и натуральное (n). вычислить: a(a+1)...(a+n-1)
	public static void task() {
		System.out.println("17. Даны действительное (а) и натуральное (n). вычислить: a(a+1)...(a+n-1)");
	}
}
