package by.htp.les05.cycle;

public class Task26 {
// 26. Вывести на экран соответствий между символами и их численными обозначениями в памяти
// компьютера (Таблицу ASCII).
	public static void task() {
		System.out.println("26. Вывести на экран соответствий между символами и их численными обозначениями в памяти\r\n"
				+ "компьютера (Таблицу ASCII).");
	}
}
