package by.htp.les05.cycle;

public class Task35 {
// 35. Найдите количество четных цифр данного натурального числа.
	public static void task() {
		System.out.println("35. Найдите количество четных цифр данного натурального числа.");
	}
}
