package by.htp.les05.cycle;

public class Task24 {
// 24. Вводится натуральное число. Найти сумму четных цифр, входящих в его состав. Преобразовать
// его в другое число, цифры которого будут следовать в обратном порядке по сравнению с введенным
// числом.
	public static void task() {
		System.out.println("24. Вводится натуральное число. Найти сумму четных цифр, входящих в его состав. Преобразовать\r\n"
				+ "его в другое число, цифры которого будут следовать в обратном порядке по сравнению с введенным\r\n"
				+ "числом.");
	}
}
