package by.htp.les05.cycle;

public class Task01 {
// 1. Составить программу сравнения двух чисел 1 и 2. Если 1 меньше 2 – вывести на экран цифру 7, в противном случае – цифру 8.
	public static void task() {
		System.out.println("");
		
	}
}
