package by.htp.les05.cycle;

public class Task05 {
// 5. С помощью оператора while напишите программу определения суммы всех нечетных чисел в диапазоне от 1 до 99 включительно.
	public static void task() {
		System.out.println("5. С помощью оператора while напишите программу определения суммы всех нечетных чисел в диапазоне от 1 до 99 включительно.");
	}
}
