package by.htp.les05.cycle;

public class Task31 {
// 31. Компьютер генерирует пять чисел в диапазоне от 1 до 15 включительно. Человек пытается их
// угадать. Программа должна выводить угаданные и неугаданные числа из тех, что сгенерировала
// программа, а также ошибочные числа пользователя.
	public static void task() {
		System.out.println("31. Компьютер генерирует пять чисел в диапазоне от 1 до 15 включительно. Человек пытается их\r\n"
				+ "угадать. Программа должна выводить угаданные и неугаданные числа из тех, что сгенерировала\r\n"
				+ "программа, а также ошибочные числа пользователя.");
	}
}
