package by.htp.les05.cycle;

public class Task23 {
// 23. Составить программу для вычисления значений функции F(x) на отрезке [а, b] с шагом h. Результат
// представить в виде таблицы, первый столбец которой – значения аргумента, второй - соответствующие
// значения функции:
	public static void task() {
		System.out.println("23. Составить программу для вычисления значений функции F(x) на отрезке [а, b] с шагом h. Результат\r\n"
				+ "представить в виде таблицы, первый столбец которой – значения аргумента, второй - соответствующие\r\n"
				+ "значения функции:");
	}
}
