package by.htp.les05.cycle;

public class Task28 {
// 282. Написать программу, в которой вводятся два операнда Х и Y и знак операции (+, –, /, *). Вычислить
// результат Z в зависимости от знака. Предусмотреть реакции на возможный неверный знак операции, а
// также на ввод Y=0 при делении. Организовать возможность многократных вычислений без
// перезагрузки программа (т.е. построить цикл). В качестве символа прекращения вычислений принять ‘0’.
	public static void task() {
		System.out.println("27. Для каждого натурального числа в промежутке от m до n вывести все делители, кроме единицы и\r\n"
				+ "самого числа. m и n вводятся с клавиатуры.");
	}
}
