package by.htp.les05.cycle;

public class Task34 {
// 34. Найдите все четырехзначные числа, сумма цифр каждого из которых равна 15.
	public static void task() {
		System.out.println("34. Найдите все четырехзначные числа, сумма цифр каждого из которых равна 15.");
	}
}
