package by.htp.les05.cycle;

public class Task08 {
// 8. Вычислить значения функции на отрезке [а,b] c шагом h:
	public static void task() {
		System.out.println("8. Вычислить значения функции на отрезке [а,b] c шагом h:");
	}
}
