package by.htp.les05.cycle;

public class Task33 {
// 33. Найдите наибольшую цифру данного натурального числа.
	public static void task() {
		System.out.println("33. Найдите наибольшую цифру данного натурального числа.");
	}
}
