package by.htp.les05.cycle;

public class Task30 {
// 30. Написать программу, переводящую римские цифры в арабские.
	public static void task() {
		System.out.println("30. Написать программу, переводящую римские цифры в арабские.");
	}
}
