package by.htp.les05.cycle;

public class Task07 {
// 7. Вычислить значения функции на отрезке [а,b] c шагом h:
	public static void task() {
		System.out.println("7. Вычислить значения функции на отрезке [а,b] c шагом h:");
	}
}
