package by.htp.les04.branching;

public class Task26 {
// 26. Написать программу нахождения суммы большего и меньшего из трех чисел.
	public static void task() {
		System.out.println("26. Написать программу нахождения суммы большего и меньшего из трех чисел.");
	}
}
