package by.htp.les04.branching;

public class Task12 {
// 12. Даны три действительных числа. Возвести в квадрат те из них, значения которых неотрицательны, и в четвертую степень — отрицательные.
	public static void task() {
		System.out.println("12. Даны три действительных числа. Возвести в квадрат те из них, значения которых неотрицательны, и в четвертую степень — отрицательные.");
	}
}
