package by.htp.les04.branching;

public class Task20 {
// 20. Определить, делителем каких чисел а, b, с является число k.
	public static void task() {
		System.out.println("20. Определить, делителем каких чисел а, b, с является число k.");
	}
}
