package by.htp.les04.branching;

public class Task32 {
// 32. Написать программу, которая по заданным трем числам определяет, является ли сумма каких-либо двух из них положительной.
	public static void task() {
		System.out.println("32. Написать программу, которая по заданным трем числам определяет, является ли сумма каких-либо двух из них положительной.");
	}
}
